[
    {
        "zanr": "Pepíček",
        "vtipy": [
            "O hodině zeměpisu se paní učitelka ptá Pepíčka, kde leží Afrika, a Pepíček odpoví, že na mapě.",
            "Ve škole:\n„Paní učitelko, tady je Pepíčkovo prohlášení, že nebyl v Itálii!“\n„A proč ho Pepíček nepřinese sám?“\n„Prosím, on byl v Číně!“",
            "Přijde Pepíček za maminkou: „Mami, věříš na pátek 13.?“\nMaminka: „Určitě ne. Podle horoskopu letos nebudu ničemu věřit.“",
            "Pepíček ve škole tyká paní učitelce, a tak dostane trest. Musí 100krát napsat větu „Nebudu tykat paní učitelce.“\nNapíše to 200krát a paní učitelka se ho ptá, proč to udělal. Pepíček jí na to povídá: „Já jsem ti chtěl udělat radost!“",
            "Jednou se třída přesunula do počítačové učebny, kde měly děti za úkol, kdo je praotec Čech.\nA Pepíček řekl: „Když já pořád nevím, kdo je ten praotec Čech. Hledal jsem ho na Facebooku a on tam není.“",
            "Paní učitelka zavolá Pepíčka k tabuli a zeptá se ho, co ví o králíkovi. Pepíček přemýšlí a pak řekne: „Nejlepší je na smetaně.“"
        ]
    },
    {
        "zanr": "Chuck Norris",
        "vtipy": [
            "Chuck Norris dokáže dohrát hru dříve, než ji nainstaluje.",
            "Chuck Norris dokáže zneškodnit bombu i po výbuchu.",
            "Chuck Norris vidí neviditelnou ruku trhu.",
            "Chuck Norris ochutnal višňovou Pepsi ještě před tím, než byly objeveny višně.",
            "Mimozemšťani jednou zkusili unést Chucka Norrise. Od té doby je nikdo neviděl.",
            "Jestli existuje Chuck Norris, tak mi teď přijde omlátit hlavu o klávexmq10385tud."
        ]
    },
    {
        "zanr": "Blondýny",
        "vtipy": [
            "Stojí dvě blondýny u auta a jedna říká:\n„Ty máš prázdnou pneumatiku?“\n„Ano.“\n„CELOU?!?!“\n„Ne, jenom tady dole.“",
            "Víte, proč blondýna neumí napsat číslo 77?\nNevíte?\nOna totiž neví, kterou sedmičkou má začít...",
            "Blondýna vesluje po poli. Další blondýna zastaví vedle pole a křičí na ni: „Ty krávo! Kvůli takovým, jako jsi ty, se o nás říkají takové věci!! Kdybych uměla plavat, tak ti rozbiju hubu!!“",
            "Víte, kolik vhodí blondýna do automatu na kafe, které stojí 10 Kč? Ne?\n88, protože je na automatu napsané: Vhazujte mince 1, 2, 5, 10, 20, 50 Kč.",
            "Víte, proč blondýna leze po střeše? Hledá poštovního holuba.",
            "Víte, proč blondýna pokládá vedle počítače sýr?\nAby měla myš co jíst!"
        ]
    },
    {
        "zanr": "Černý humor",
        "vtipy": [
            "Jedním uchem to jde dovnitř, druhým uchem ven a přece jenom to zůstane uvnitř – co to je?\n\n- Krumpáč",
            "Žena: „Co děláš za práci?“\nMuž: „Pomáhám drogově závislým.“\nŽena: „Wow, ty jsi terapeut?“\nMuž: „Ne, dealer!“",
            "Jak zachránit člověka před udušením?\nNěkdy stačí tak málo, jako třeba sundat pytel z jejich hlavy.",
            "Moje přítelkyně mi jednou říkala, že chce vztah jako z pohádky.\nTak jsem jí sežral babičku.",
            "Povídají si dva kamarádi:\n1. kamarád: „Zvu tě na svatbu.“\n2. kamarád: „Jéé, ty se budeš znovu ženit?“\n1. kamarád „Ale ne, já se ženit nebudu.“\n2. kamarád: „Tak kdo si bude brát koho?“\n1. kamarád „Pán Bůh si vzal tchýni.“",
            "Strávil jsem posledních pět let hledáním vraha své manželky. Zatím jsem bohužel nikoho ochotného nenašel."
        ]
    },
    {
        "zanr": "U lékaře",
        "vtipy": [
            "„Pane doktore, já jsem strašný nervák.“\n„Promiňte, cože to jste?“\n„NERVÁÁÁÁÁÁÁÁÁÁÁÁK!!!!!!!!“",
            "„Mami, mami, já jsem v nemocnici!“\n„Ale tak už nás neděs, synu, my víme, že jsi doktor!“",
            "Přijde pán k lékaři a říká mu: „Pane doktore, jeli jsme k moři a neviděli jsme ho.“\nDoktor se zamyslí a povídá: „Tak jste měli jet ještě blíž.“",
            "„Nečekej na mě, jsem v nemocnici.“\n„Přihodilo se ti něco?“\n„Mně ne, ale sestřenici. Nemůže chodit ani mluvit.“\n„Cože?! Co se jí stalo?“\n„Nic vážného, před hodinou se narodila.“",
            "„Neboj se, Pepíčku, u zubaře se nemusíš bát.“\nUklidňuje tatínek svého synka.\n„Buď statečný! Musíš jen pevně zatnout zuby a otevřít pusu.“"
        ]
    }
]